mnews = '''|-----------------------------------------------------------------|
            Здраствуйте, если вы увидели это сообщение, значит вы видите самое
            первое обновление этой программы. Спасибо за загрузку! Ведь мы ста
            раемся для вас. Это приложение загружает большинство виджетов с се
            рвера. Скачивая наш продукт вы поддерживаете его, и мотивируете на
            с обновлять и делать это приложение более популярным! Вы неотъемли
            вая часть нашего проекта! И кстати, вы можете разрабатывать для на
            шего магазина приложения(модули), и если оно станет популярным, то
            вы заработаете бонусы, которые сможете обменять на подарки .      
            Не судите строго над интерфейсом , все таки первая версия... Но вы
            можете нам предложить дизайн, пишите мне в телеграм : @AloKurwa
|-----------------------------------------------------------------|'''
